{
    "status": "success",
    "data": [
        {
            "_id": "537c8e0056c02c5482a0a3c2",
            "audit": {
                "likes": 0,
                "views": 0,
                "status": "published",
                "date_created": "2014-05-17T13:00:00.00Z",
                "author": {
                    "name": "Tom",
                    "thumbnail": "http://cnd_image.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Liverpool to buy Adam Lallana",
                "subtitle": "Liverpool are in talks with Southampton over the purchase of Adam Lallana, but the two clubs are some way off coming to an agreement, according to reports.",
                "body_text": "The Express claims the the Reds are prepared to spend £20million on the England international, but his club continue to hold firm on their objective of getting as much money as possible. The 26-year-old has many admirers for the summer, and Manchester United have also been linked heavily with a bid to capture his signature.",
                "images": [
                    "image.jpg",
                    "image_2.jpg",
                    "image_3.jpg"
                ]
            },
            "tags": [
                "sports",
                "Liverpool",
                "Southampton"
            ],
            "reference": {
                "user_id": "537c8e4856c02c5482a0a3cc"
            }
        },
        {
            "_id": "537c8e0256c02c5482a0a3c3",
            "audit": {
                "likes": 4,
                "views": 50,
                "status": "published",
                "date_created": "2014-05-20T14:00:00.00Z",
                "author": {
                    "name": "Tom",
                    "thumbnail": "http://cnd_image.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Olsen fears for Agger future",
                "subtitle": "",
                "body_text": "Denmark coach Morten Olsen believes that Daniel Agger could become 'frustrated and irritated' if he remains on the periphery at Liverpool. The 29-year-old has only started 16 Premier League games this term with injuries playing a part, while Mamadou Sakho and Martin Skrtel have been the preferred pairing. He spoke of his frustration at how his personal campaign had gone in the Danish press recently and hinted at a potential exit.",
                "images": [
                    "image.jpg",
                    "image_2.jpg"
                ]
            },
            "tags": [
                "sports",
                "Liverpool",
                "Denmark"
            ],
            "reference": {
                "user_id": "537c8e4856c02c5482a0a3cc"
            }
        },
        {
            "_id": "537c8e0456c02c5482a0a3c4",
            "audit": {
                "likes": 20,
                "views": 460,
                "status": "published",
                "date_created": "2014-05-19T12:00:00.00Z",
                "author": {
                    "name": "Tom",
                    "thumbnail": "http://cnd_image.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Van Gaal trying to sign Konoplyanca?",
                "subtitle": "",
                "body_text": "The Ukrainian winger has been on the radar of the Reds for the majority of the season and manager Brendan Rodgers attempted to lure him to Anfield with an offer on the final day of the January transfer window. It is believed that Rodgers would once again move for his man this summer and remains confident that the Dnipro winger will be part of his squad next season. However, according to the Mirror, new United boss Van Gaal will do battle with their Premier League rivals to secure his signature. The Dutch manager is lining up a host of new transfers to transform the squad and has reportedly given Ed Woodward a shortlist of players to sign during the World Cup. Van Gaal is keen on strengthening the midfield, especially out wide and also across the back four.",
                "images": [
                    "image.jpg"
                ]
            },
            "tags": [
                "sports",
                "Liverpool",
                "Ukrainian"
            ],
            "reference": {
                "user_id": "537c8e4856c02c5482a0a3cc"
            }
        },
        {
            "_id": "537c8e0656c02c5482a0a3c5",
            "audit": {
                "likes": 10,
                "views": 789,
                "status": "published",
                "date_created": "2014-05-20T10:30:00.00Z",
                "author": {
                    "name": "Tom",
                    "thumbnail": "http://cnd_image.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Liverpool boss Brendan Rodgers explains Steven Gerrard’s switch",
                "subtitle": "Liverpool manager Brendan Rodgers says he always planned to shift Steven Gerrard to a deeper midfield role",
                "body_text": "The 33-year-old Reds captain was praised for effortlessly adapting to his new deep-lying midfield role in the second half of the season as the Merseyside outfit mounted a title challenge. Gerrard finished with figures of 13 goals and 13 assists in 34 Premier League appearances – and Liverpool manager Rodgers heaped praise on the England midfielder’s versatility. “I sat with Steven when I first came in, two years ago,” Rodgers told Liverpool’s website. “And I said that this was my vision for him prolonging his career. I felt he had the real quality to play in that role. After that, it was only about timing really. “It was about when we put him in that position. And probably halfway through the season, once I had the players fit that could move and work around him, we changed him and from then he’s been outstanding. “Steven’s a really intelligent player. He’s played really as a more attacking player all his life, but he’s dropped back into that role. It’s still a playmaking position, and he’s started off a number of our attacks from there. “And for him to finish the season like he did was incredible. He goes into the World Cup in great form, and he will be strong next year as well I am sure.”",
                "images": [
                    "image.jpg",
                    "image_2.jpg",
                    "image_3.jpg"
                ]
            },
            "tags": [
                "sports",
                "Liverpool",
                "Gerrard",
                "Rodgers"
            ],
            "reference": {
                "user_id": "537c8e4856c02c5482a0a3cc"
            }
        },
        {
            "_id": "537c8e0756c02c5482a0a3c6",
            "audit": {
                "likes": 0,
                "views": 800,
                "status": "published",
                "date_created": "2014-05-18T13:00:00.00Z",
                "author": {
                    "name": "Sarah",
                    "thumbnail": "http://cnd_image_sarah.com"
                }
            },
            "content": {
                "type": "story",
                "title": "BMW M2 TESTING AT 'RING",
                "subtitle": "The 1 M successor we've all been waiting for is on the way",
                "body_text": "For those still struggling with a '4' in the BMW M range of models, the additional confusion from the M2's introduction now seems another step closer. It's been rumoured for a while and this prototype seen at the 'ring would apparently confirm a fully fledged 2 Series M. Start with this... Start with this...It's hard not to think of the magnificent 1 M Coupe with the upcoming M2. Fortunately it looks like the formula for creating the new model is very similar. Take a 1 Series coupe/2 Series then add more power, a few bits of M3 hardware and some deliciously distended bodywork and, voila, another great M car. Or so we hope. This car appears to be running the M3 brakes, and it's believed that car's steering will also be used in the 2 Series. Power will of course have to be below the M3 but far enough above the M235i; somewhere around 380hp would sit nicely between them. It's worth pointing out the car seen here, despite the flared arches, isn't representative of the M2's final appearance. It's missing four exhausts for a start. This is where the M2 becomes even more interesting because of BMW's recent work based on a 2 Series. As well as the M235i Racing, BMW has also just shown its Vision Gran Turismo car. Most similar to the 2 Series from all BMW models, it look absolutely marvellous. ... and add a bit of this for M2, right? ... and add a bit of this for M2, right?If the M2 can incorporate some of the Vision Gran Turismo's outrageously aggressive aesthetic as well as combining the dynamic adroitness seen in the M235i and M3 then it really could be something special. Furthermore, its arrival can help push the memory of stuff like the 2 Series Active Tourer further to the back of our minds. More as it arrives!",
                "images": []
            },
            "tags": [
                "Cars",
                "BMW"
            ],
            "reference": {
                "user_id": "537c8e5656c02c5482a0a3cd"
            }
        },
        {
            "_id": "537c8e0856c02c5482a0a3c7",
            "audit": {
                "likes": 120,
                "views": 2000,
                "status": "published",
                "date_created": "2014-05-18T20:00:00.00Z",
                "author": {
                    "name": "Sarah",
                    "thumbnail": "http://cnd_image_sarah.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Subaru BRZ Cosworth revealed",
                "subtitle": "Cosworth video teases the arrival of a tuned Subaru BRZ sports car. And there will be more power...",
                "body_text": "Cosworth has released a teaser video of a modified version of the Subaru BRZ sports car. As one of the world’s most experienced and renowned performance specialists, Cosworth is to offer a substantial ‘upgrade system’ to standard BRZs starting with an increase in the output for the car’s ‘FA-20’ 2-litre naturally aspirated engine. Though Cosworth’s video leaves a lot to the imagination, it does seem to hint that a performance exhaust system, uprated engine components and suspension upgrades are all included in the ‘upgrade system,’ increasing the standard car’s 197bhp and sharpening the handling of the already pointy BRZ. A large rear spoiler, decals and Cosworth badges confirm that cars with this package will be far more than just lightly fettled with. This represents the first of several ‘Performance Packages’ Cosworth plans to release this year, all likely to feature mechanical and visual upgrades like the BRZ. The British motorsport and engineering firm has a long illustrious history of providing components and solutions to both racing teams and performance cars, so there’s little doubt its work with Subaru’s already capable BRZ will result in a very capable product. Recent Cosworth work with Subaru can be seen with the Impreza CS400, but whilst that car was an official Subaru product, the BRZ’s upgrade system won’t feel the constraints of a large manufacturer, allowing for a far more aggressive package. No official stats or prices have been confirmed, with firmer details due in the near future.",
                "images": [
                    "image.jpg",
                    "image_2.jpg"
                ]
            },
            "tags": [],
            "reference": {
                "user_id": "537c8e5656c02c5482a0a3cd"
            }
        },
        {
            "_id": "537c8e0856c02c5482a0a3c8",
            "audit": {
                "likes": 7,
                "views": 301,
                "status": "published",
                "date_created": "2014-05-20T13:00:00.00Z",
                "author": {
                    "name": "Derek",
                    "thumbnail": "http://cnd_image_derek.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Samsung Galaxy S5 Active gets sporty in leak video",
                "subtitle": "A new leak claims to show a rugged Samsung Galaxy S5 Active. Will the S5 get a range of spin-offs just like the S4 did?",
                "body_text": "The S5 could be about to get active. A new leak appears to show a sporting spin-off of the Samsung Galaxy S5 in action. Videos posted online by TK Tech News purport to show an AT&T -- the US network -- version of the S5 Active, alleged to be a follow-up to last year's rugged version of the S4. The Galaxy S4 Active is a reinforced, waterproof, splash-proof phone for sporting types, designed to be taken out on adrenaline-pumping, danger-laced extreme activities like swimming, snowboarding and music festivals. “Upon launch, broadband users in these countries can subscribe to Netflix and instantly watch a curated selection of Hollywood, local and global TV series and movies, including critically-acclaimed Netflix original series, whenever and wherever they like on TVs, tablets, phones, game consoles and computers,” the company said in a release. Incumbent rivals such as France’s FilmoTV have already been readying themselves for Netflix’s arrival, a development that will inevitably shake up the VOD sector across the continent. FilmoTV president Bruno Delecour told Variety in March that while his service wouldn’t be able to compete with Netflix in terms of the number of titles it offers, “we can stand out thanks to the quality of our content,” a factor that he believes “makes FilmoTV different from superstores like Netflix.” In Germany, meanwhile, satellite operator Sky Deutschland has recently launched a Netflix-style service called Snap. Germany and France are two of the world’s top ten broadband markets, so Netflix’s expansion could prove lucrative if it succeeds in making an impact in the two nations. With 134 million broadband subscribers, Western Europe as a whole is hugely important to Netflix. By way of comparison, there are currently around 88 million broadband subscribers in the US. Since launching its streaming service in 2007, the California-based company has built a user base of 48 million subscribers across more than 40 countries. The S5 could be about to get active. A new leak appears to show a sporting spin-off of the Samsung Galaxy S5 in action. Videos posted online by TK Tech News purport to show an AT&T -- the US network -- version of the S5 Active, alleged to be a follow-up to last year's rugged version of the S4. The Galaxy S4 Active is a reinforced, waterproof, splash-proof phone for sporting types, designed to be taken out on adrenaline-pumping, danger-laced extreme activities like swimming, snowboarding and music festivals. “Upon launch, broadband users in these countries can subscribe to Netflix and instantly watch a curated selection of Hollywood, local and global TV series and movies, including critically-acclaimed Netflix original series, whenever and wherever they like on TVs, tablets, phones, game consoles and computers,” the company said in a release. Incumbent rivals such as France’s FilmoTV have already been readying themselves for Netflix’s arrival, a development that will inevitably shake up the VOD sector across the continent. FilmoTV president Bruno Delecour told Variety in March that while his service wouldn’t be able to compete with Netflix in terms of the number of titles it offers, “we can stand out thanks to the quality of our content,” a factor that he believes “makes FilmoTV different from superstores like Netflix.” In Germany, meanwhile, satellite operator Sky Deutschland has recently launched a Netflix-style service called Snap. Germany and France are two of the world’s top ten broadband markets, so Netflix’s expansion could prove lucrative if it succeeds in making an impact in the two nations. With 134 million broadband subscribers, Western Europe as a whole is hugely important to Netflix. By way of comparison, there are currently around 88 million broadband subscribers in the US. Since launching its streaming service in 2007, the California-based company has built a user base of 48 million subscribers across more than 40 countries. The S5 could be about to get active. A new leak appears to show a sporting spin-off of the Samsung Galaxy S5 in action. Videos posted online by TK Tech News purport to show an AT&T -- the US network -- version of the S5 Active, alleged to be a follow-up to last year's rugged version of the S4. The Galaxy S4 Active is a reinforced, waterproof, splash-proof phone for sporting types, designed to be taken out on adrenaline-pumping, danger-laced extreme activities like swimming, snowboarding and music festivals. “Upon launch, broadband users in these countries can subscribe to Netflix and instantly watch a curated selection of Hollywood, local and global TV series and movies, including critically-acclaimed Netflix original series, whenever and wherever they like on TVs, tablets, phones, game consoles and computers,” the company said in a release. Incumbent rivals such as France’s FilmoTV have already been readying themselves for Netflix’s arrival, a development that will inevitably shake up the VOD sector across the continent. FilmoTV president Bruno Delecour told Variety in March that while his service wouldn’t be able to compete with Netflix in terms of the number of titles it offers, “we can stand out thanks to the quality of our content,” a factor that he believes “makes FilmoTV different from superstores like Netflix.” In Germany, meanwhile, satellite operator Sky Deutschland has recently launched a Netflix-style service called Snap. Germany and France are two of the world’s top ten broadband markets, so Netflix’s expansion could prove lucrative if it succeeds in making an impact in the two nations. With 134 million broadband subscribers, Western Europe as a whole is hugely important to Netflix. By way of comparison, there are currently around 88 million broadband subscribers in the US. Since launching its streaming service in 2007, the California-based company has built a user base of 48 million subscribers across more than 40 countries. The S5 could be about to get active. A new leak appears to show a sporting spin-off of the Samsung Galaxy S5 in action. Videos posted online by TK Tech News purport to show an AT&T -- the US network -- version of the S5 Active, alleged to be a follow-up to last year's rugged version of the S4. The Galaxy S4 Active is a reinforced, waterproof, splash-proof phone for sporting types, designed to be taken out on adrenaline-pumping, danger-laced extreme activities like swimming, snowboarding and music festivals. “Upon launch, broadband users in these countries can subscribe to Netflix and instantly watch a curated selection of Hollywood, local and global TV series and movies, including critically-acclaimed Netflix original series, whenever and wherever they like on TVs, tablets, phones, game consoles and computers,” the company said in a release. Incumbent rivals such as France’s FilmoTV have already been readying themselves for Netflix’s arrival, a development that will inevitably shake up the VOD sector across the continent. FilmoTV president Bruno Delecour told Variety in March that while his service wouldn’t be able to compete with Netflix in terms of the number of titles it offers, “we can stand out thanks to the quality of our content,” a factor that he believes “makes FilmoTV different from superstores like Netflix.” In Germany, meanwhile, satellite operator Sky Deutschland has recently launched a Netflix-style service called Snap. Germany and France are two of the world’s top ten broadband markets, so Netflix’s expansion could prove lucrative if it succeeds in making an impact in the two nations. With 134 million broadband subscribers, Western Europe as a whole is hugely important to Netflix. By way of comparison, there are currently around 88 million broadband subscribers in the US. Since launching its streaming service in 2007, the California-based company has built a user base of 48 million subscribers across more than 40 countries.",
                "images": [
                    "image.jpg",
                    "image_2.jpg",
                    "image_3.jpg"
                ]
            },
            "tags": [],
            "reference": {
                "user_id": "537c8e7956c02c5482a0a3ce"
            }
        },
        {
            "_id": "537c8e0956c02c5482a0a3c9",
            "audit": {
                "likes": 0,
                "views": 2,
                "status": "published",
                "date_created": "2014-05-21T11:18:00.00Z",
                "author": {
                    "name": "Derek",
                    "thumbnail": "http://cnd_image_derek.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Netflix expansion: Service to land in six more European countries this year",
                "subtitle": "",
                "body_text": "Netflix is gearing up to bring on board what it hopes will be millions of new subscribers after announcing plans to launch its service in six more European countries. The online video behemoth said Tuesday it intends to start offering its content to TV and movie fans in Germany, Austria, Switzerland, France, Belgium and Luxembourg by the end of this year. The coming expansion follows the recent arrival of Netflix in other European countries, namely the UK, Ireland, Denmark, Finland, Norway, Sweden and the Netherlands. “Upon launch, broadband users in these countries can subscribe to Netflix and instantly watch a curated selection of Hollywood, local and global TV series and movies, including critically-acclaimed Netflix original series, whenever and wherever they like on TVs, tablets, phones, game consoles and computers,” the company said in a release. Incumbent rivals such as France’s FilmoTV have already been readying themselves for Netflix’s arrival, a development that will inevitably shake up the VOD sector across the continent. FilmoTV president Bruno Delecour told Variety in March that while his service wouldn’t be able to compete with Netflix in terms of the number of titles it offers, “we can stand out thanks to the quality of our content,” a factor that he believes “makes FilmoTV different from superstores like Netflix.” In Germany, meanwhile, satellite operator Sky Deutschland has recently launched a Netflix-style service called Snap. Germany and France are two of the world’s top ten broadband markets, so Netflix’s expansion could prove lucrative if it succeeds in making an impact in the two nations. With 134 million broadband subscribers, Western Europe as a whole is hugely important to Netflix. By way of comparison, there are currently around 88 million broadband subscribers in the US. Since launching its streaming service in 2007, the California-based company has built a user base of 48 million subscribers across more than 40 countries.",
                "images": [
                    "image.jpg",
                    "image_2.jpg",
                    "image_3.jpg",
                    "image_4.jpg"
                ]
            },
            "tags": [
                "Netflix",
                "Europe"
            ],
            "reference": {
                "user_id": "537c8e7956c02c5482a0a3ce"
            }
        },
        {
            "_id": "537c8e0956c02c5482a0a3ca",
            "audit": {
                "likes": 20,
                "views": 300,
                "status": "published",
                "date_created": "2014-05-20T13:00:00.00Z",
                "author": {
                    "name": "Derek",
                    "thumbnail": "http://cnd_image_derek.com"
                }
            },
            "content": {
                "type": "story",
                "title": "Use Google Now to Pay Your Bills and Cancel Subscriptions",
                "subtitle": "",
                "body_text": "Google Now, the company’s predictive, card-based notification center, isn’t just for relaying the weather outside, the latest baseball scores, and how far you are from home. With its ability to search your Gmail account and Calendar, the service can also tackle some truly useful tasks. For instance, Google recently added the ability set up bills and subscription reminders. For services like Netflix, Comcast, Hulu Plus, and Amazon Prime, you can use Google Now to remind you to cancel after your free trial period is up. The reminder card will even link directly to the cancellation page. On top of that, Google Now will also dig through your email for bill reminders and will create cards reminding you of upcoming due dates. The card includes who the biller is (your credit card or electric company, for example), the amount due, when it’s due, and the option to view the original email this information was pulled from. This capability is just starting to roll out to folks, so you may not have it quite yet. While Google’s anticipatory abilities can sometimes jump the border into Creepytown, if you fully opt in to the Google way, it does offer some great conveniences. And this is proof.",
                "images": []
            },
            "tags": [
                "Technology",
                "Google"
            ],
            "reference": {
                "user_id": "537c8e7956c02c5482a0a3ce"
            }
        },
        {
            "_id": "537c8e3e56c02c5482a0a3cb",
            "audit": {
                "likes": 45,
                "views": 700,
                "status": "published",
                "date_created": "2014-05-10T13:00:00.00Z",
                "author": {
                    "name": "Derek",
                    "thumbnail": "http://cnd_image_derek.com"
                }
            },
            "content": {
                "type": "story",
                "title": "5 streaming music services you might have overlooked",
                "subtitle": "",
                "body_text": "The streaming music scene seems like it’s ruled by a few heavyweights, with Pandora, Spotify, and Rdio slugging it out for your hearts, minds, and eardrums. But that’s only part of the picture. Just as several lower-profile video streaming services vie with the likes of Netflix and Hulu, music streaming services you’ve probably never heard of are looking for ways to make their mark with features the established players don’t offer. Which subscription music service will emerge as the next Spotify or Pandora? We’ve spotted five interesting alternatives that bring their own unique twist to music stream. The streaming music scene seems like it’s ruled by a few heavyweights, with Pandora, Spotify, and Rdio slugging it out for your hearts, minds, and eardrums. But that’s only part of the picture. Just as several lower-profile video streaming services vie with the likes of Netflix and Hulu, music streaming services you’ve probably never heard of are looking for ways to make their mark with features the established players don’t offer. Which subscription music service will emerge as the next Spotify or Pandora? We’ve spotted five interesting alternatives that bring their own unique twist to music stream. The streaming music scene seems like it’s ruled by a few heavyweights, with Pandora, Spotify, and Rdio slugging it out for your hearts, minds, and eardrums. But that’s only part of the picture. Just as several lower-profile video streaming services vie with the likes of Netflix and Hulu, music streaming services you’ve probably never heard of are looking for ways to make their mark with features the established players don’t offer. Which subscription music service will emerge as the next Spotify or Pandora? We’ve spotted five interesting alternatives that bring their own unique twist to music stream.",
                "images": [
                    "image.jpg"
                ]
            },
            "tags": [
                "Music",
                "Streaming"
            ],
            "reference": {
                "user_id": "537c8e7956c02c5482a0a3ce"
            }
        }
    ]
}