{
    "_id": "537c8e0856c02c5482a0a3c7",
    "audit": {
        "likes": 120,
        "views": 2000,
        "status": "published",
        "date_created": "2014-05-18T20:00:00.00Z",
        "author": {
            "name": "Sarah",
            "thumbnail": "http://cnd_image_sarah.com"
        }
    },
    "content": {
        "type": "story",
        "title": "Subaru BRZ Cosworth revealed",
        "subtitle": "Cosworth video teases the arrival of a tuned Subaru BRZ sports car. And there will be more power...",
        "body_text": "Cosworth has released a teaser video of a modified version of the Subaru BRZ sports car. As one of the world’s most experienced and renowned performance specialists, Cosworth is to offer a substantial ‘upgrade system’ to standard BRZs starting with an increase in the output for the car’s ‘FA-20’ 2-litre naturally aspirated engine. Though Cosworth’s video leaves a lot to the imagination, it does seem to hint that a performance exhaust system, uprated engine components and suspension upgrades are all included in the ‘upgrade system,’ increasing the standard car’s 197bhp and sharpening the handling of the already pointy BRZ. A large rear spoiler, decals and Cosworth badges confirm that cars with this package will be far more than just lightly fettled with. This represents the first of several ‘Performance Packages’ Cosworth plans to release this year, all likely to feature mechanical and visual upgrades like the BRZ. The British motorsport and engineering firm has a long illustrious history of providing components and solutions to both racing teams and performance cars, so there’s little doubt its work with Subaru’s already capable BRZ will result in a very capable product. Recent Cosworth work with Subaru can be seen with the Impreza CS400, but whilst that car was an official Subaru product, the BRZ’s upgrade system won’t feel the constraints of a large manufacturer, allowing for a far more aggressive package. No official stats or prices have been confirmed, with firmer details due in the near future.",
        "images": [
            "image.jpg",
            "image_2.jpg"
        ]
    },
    "tags": [],
    "reference": {
        "user_id": "537c8e5656c02c5482a0a3cd"
    }
}